{
  "success": 1,
  "books": [
      {
          "id": 5002783,
          "title": "Rich Dad Poor Dad",
          "author": "Robert T. Kiyosaki",
          "volume": "1",
          "year": 2017,
          "edition": "1",
          "publisher": "Plata Publishing",
          "identifier": "9781612680194,1612680194",
          "language": "English",
          "extension": "epub",
          "pages": 336,
          "filesize": 5992222,
          "series": "1",
          "cover": "https://static.zlibrary-asia.se/covers299/books/70/32/d8/7032d82ffdc013053cb5ba5e04c8bc74.jpg",
          "terms_hash": "2c4c3a435a14acb014c77286ba613a1d",
          "active": 1,
          "deleted": 0,
          "filesizeString": "5.71 MB",
          "href": "/book/5002783/c2a2f9",
          "hash": "c2a2f9",
          "description": "April 2017 marks 20 years since Robert Kiyosaki's Rich Dad Poor Dad first made waves in the Personal Finance arena. It has since become the #1 Personal Finance book of all time... translated into dozens of languages and sold around the world. Rich Dad Poor Dad is Robert's story of growing up with two dads -- his real father and the father of his best friend, his rich dad -- and the ways in which both men shaped his thoughts about money and investing. The book explodes the myth that you need to earn a high income to be rich and explains the difference between working for money and having your money work for you. 20 Years... 20/20 Hindsight In the 20th Anniversary Edition of this classic, Robert offers an update on what we've seen over the past 20 years related to money, investing, and the global economy. Sidebars throughout the book will take readers \"fast forward\" -- from 1997 to today -- as Robert assesses how the principles taught by his rich dad have stood the test of time. In many ways, the messages of Rich Dad Poor Dad, messages that were criticized and challenged two decades ago, are more meaningful, relevant and important today than they were 20 years ago. As always, readers can expect that Robert will be candid, insightful... and continue to rock more than a few boats in his retrospective. Will there be a few surprises? Count on it. Rich Dad Poor Dad... * Explodes the myth that you need to earn a high income to become rich * Challenges the belief that your house is an asset * Shows parents why they can't rely on the school system to teach their kids about money * Defines once and for all an asset and a liability * Teaches you what to teach your kids about money for their future financial success",
          "kindleAvailable": false,
          "sendToEmailAvailable": true,
          "interestScore": "5.0",
          "qualityScore": "5.0",
          "dl": "/dl/5002783/aeb10a",
          "preview": "",
          "date_saved": "2023-05-25 13:45:00"
      },
      {
          "id": 593031,
          "title": "Engineering economic analysis",
          "author": "Donald G. Newnan, Ted G. Eschenbach, Jerome P. Lavelle",
          "volume": "",
          "year": 2004,
          "edition": "9th ed",
          "publisher": "Oxford University Press",
          "identifier": "9780195168075,0195168070",
          "language": "English",
          "extension": "pdf",
          "pages": 627,
          "filesize": 39734284,
          "series": "",
          "cover": "https://static.zlibrary-asia.se/covers299/books/da/cf/0e/dacf0e0cd9d5848ac199af48a1c560eb.jpg",
          "terms_hash": "94f4345bca67186e34f34a65d9ace29c",
          "active": 1,
          "deleted": 0,
          "filesizeString": "37.89 MB",
          "href": "/book/593031/254939",
          "hash": "254939",
          "description": "Now in a ninth edition, Engineering Economic Analysis offers comprehensive coverage of financial and economic decision-making for engineering projects, with an emphasis on problem solving, life cycle costs, and the time value of money. The spreadsheet material from the previous edition has been expanded, allowing students to create and analyze more realistic cash-flow models. The authors' concise, accessible writing style and practical emphasis make this text ideal for undergraduate engineering economy courses. Features of the Ninth Edition New pedagogical features include: --Chapter-opening vignettes --Chapter objectives The interior design will improve readability, generate student interest, and facilitate comprehension of the material. A new chapter has been added: Chapter 18, Accounting and Engineering Economy. Chapter 10, Probability and Uncertainty, has been completely rewritten to emphasize how to make good choices by considering the uncertainty that is part of every engineering economy application. Chapter 13, Replacement Analysis, has been rewritten to clarify the comparison of existing assets with newer alternatives. Appendix 7A, Difficulties Solving for an Interest Rate, has been thoroughly revised to use the power of spreadsheets to solve problems. End-of-chapter problems are reorganized and updated throughout. A companion website is available: http://www.oup.com/us/engineeringeconomy. Enhanced Student Support Packaged with every copy of the text: Study Guide, by Edward Wheeler CD featuring interactive ExcelRG spreadsheets and tutorials Enhanced Instructor Support CD containing exam files by Meenakshi Sundaram, ExcelRG spreadsheets, and PowerPointRG slides Solutions Manual",
          "kindleAvailable": false,
          "sendToEmailAvailable": false,
          "interestScore": "0",
          "qualityScore": "0",
          "dl": "/dl/593031/70313c",
          "preview": "ireader/593031",
          "date_saved": "2023-05-25 13:58:31"
      }
  ],
  "pagination": {
      "limit": 20,
      "current": 1,
      "before": false,
      "next": false,
      "total_items": 2,
      "total_pages": 1
  }
}